[{
	"author": "Dennis the Peasant, Monty Python and the Holy Grail",
	"text": "Strange women lying in ponds distributing swords is no basis for a system of government. Supreme executive power derives from a mandate from the masses, not from some farcical aquatic ceremony."
}, {
	"author": "LOTR",
	"text": "Three rings for the Elven kings under the sky, seven for the Dwarf lords in their halls of stone, nine for the mortal men doomed to die, one for the Dark Lord on his dark throne, in the land of Mordor where the shadows lie. One ring to rule them all, one ring to find them, one ring the bring them all, and in the darkness bind them. In the land of Mordor where the shadows lie."
}, {
	"author": "HAL, 2001: A Space Odyssey",
	"text": "I’m sorry, Dave. I’m afraid I can’t do that."
}, {
	"author": "Dr. McCoy, Star Trek: The Motion Picture",
	"text": "TSpock. This child is about to wipe out every living thing on Earth. Now, what do you suggest we do….spank it?"
}, {
	"author": "Amazing Fantasy #15 (August 1962)",
	"text": "With great power there must also come — great responsibility."
}, {
	"author": "Q, Star Trek: The Next Generation",
	"text": "If you can’t take a little bloody nose, maybe you oughtta go back home and crawl under your bed. It’s not safe out here. It’s wondrous, with treasures to satiate desires both subtle and gross; but it’s not for the timid.."
}, {
	"author": "Captain Jean Luc Picard, uttering the last line of the series, Star Trek: The Next Generation",
	"text": "Five card stud, nothing wild. And the sky’s the limit"
}, {
	"author": "Chris Knight, Real Genius",
	"text": "If you think that by threatening me you can get me to do what you want… Well, that’s where you’re right. But – and I am only saying that because I care – there’s a lot of decaffeinated brands on the market that are just as tasty as the real thing."
}, {
	"author": "John Winger, Stripes",
	"text": "We’re all very different people. We’re not Watusi. We’re not Spartans. We’re Americans, with a capital ‘A’, huh? You know what that means? Do ya? That means that our forefathers were kicked out of every decent country in the world. We are the wretched refuse. We’re the underdog."
}, {
	"author": "Ace Ventura, Ace ventura, Pet Detective",
	"text": "If I’m not back in five minutes, just wait longer."
}, {
	"author": "Ty Webb, Caddyshack",
	"text": "I’m going to give you a little advice. There’s a force in the universe that makes things happen. And all you have to do is get in touch with it, stop thinking, let things happen, and be the ball."
}, {
	"author": "God (Douglas Adams), So Long, and Thanks for All the Fish",
	"text": "WE APOLOGIZE FOR THE INCONVENIENCE"
}, {
	"author": "Adam West, Batman & Robin",
	"text": "Some days, you just can’t get rid of a bomb!"
}, {
	"author": "Ted, Bill & Ted’s Excellent Adventure",
	"text": "Bill, strange things are afoot at the Circle K."
}, {
	"author": "Willy Wonka, Willy Wonka & the Chocolate Factory",
	"text": "Invention, my dear friends, is 93% perspiration, 6% electricity, 4% evaporation, and 2% butterscotch ripple."
}, {
	"author": "Slater, Dazed and Confused",
	"text": "Didja ever look at a dollar bill, man? There’s some spooky shit goin’ on there. And it’s green too."
}, {
	"author": "Wooderson, Dazed and Confused",
	"text": "Alright, alright alright."
}, {
	"author": "",
	"text": "Heya, Tom’, it’s Bob from the office down the hall. Good to see you, buddy; how’ve you been? Things have been alright for me except that I’m a zombie now. I really wish you’d let us in."
}, {
	"author": "Jonothan Coulton, Re: Your Brains",
	"text": ""
}, {
	"author": "Sheen, Jimmy Neutron",
	"text": "Never argue with the data."
}, {
	"author": "Duckman (Jason Alexander)",
	"text": "Oooh right, it’s actually quite a funny story once you get past all the tragic elements and the over-riding sense of doom."
}, {
	"author": "The Doctor (Christopher Eccleston), Doctor Who",
	"text": "Fantastic!"
}, {
	"author": "Bene Gesserit Litany Against Fear, Dune",
	"text": "I must not fear. / Fear is the mind-killer. / Fear is the little-death that brings total obliteration. / I will face my fear. / I will permit it to pass over me and through me. / And when it has gone past I will turn the inner eye to see its path. / Where the fear has gone there will be nothing. / Only I will remain."
}, {
	"author": "Kramer, Seinfeld",
	"text": "This is the way society functions. Aren’t you a part of society?"
}, {
	"author": "Jack Burton, Big Trouble in Little China",
	"text": "Okay. You people sit tight, hold the fort and keep the home fires burning. And if we’re not back by dawn… call the president."
}, {
	"text": "No matter where you go, there you are.",
	"author": "Buckaroo Banzai"
}, {
	"text": "Do you know of the Klingon proverb that tells us revenge is a dish that is best served cold? It is very cold in space.",
	"author": "Khan, ST:TWOK"
}, {
	"text": "Ray, if someone asks you if you’re a god, you say YES!",
	"author": "Winston, Ghostbusters"
}, {
	"text": "Greetings, programs!",
	"author": "Flynn, TRON"
}, {
	"text": "I guess you picked the wrong goddamned rec room to break into, didn’t you?!",
	"author": "Burt, Tremors"
}, {
	"text": "I find your lack of faith disturbing.",
	"author": "Darth Vader, Star Wars"
}, {
	"text": "Hokey religions and ancient weapons are no substitute for a good blaster at your side, kid.",
	"author": "Han Solo, Star Wars"
}, {
	"text": "Try not. Do, or do not. There is no try.",
	"author": "Yoda, The Empire Strikes Back"
}, {
	"text": "It’s a moral imperative.",
	"author": "Chris Knight, Real Genuis"
}, {
	"text": "Talk with your mouth full / bite the hand that feeds you / bite off more than you can chew / dare to be stupid",
	"author": "Weird AL, dare to be stupid."
}, {
	"text": "Well, let’s say this Twinkie represents the normal amount of psychokinetic energy in the New York area. Based on this morning’s reading, it would be a Twinkie thirty-five feet long, weighing approximately six hundred pounds.",
	"author": "Egon, Ghostbusters"
}, {
	"text": "This episode was BADLY written!",
	"author": "Gwen, Galaxy Quest"
}, {
	"text": "Worst. Episode. Ever.",
	"author": "Comic Book Guy, The Simpsons"
}, {
	"text": "Goonies never say die.",
	"author": "Mike, The Goonies"
}, {
	"text": "Nothing shocks me–I’m a scientist.",
	"author": "Indiana Jones, Indiana Jones and the Temple of Doom"
}, {
	"text": "Bright light! Bright light!",
	"author": "Gremlins"
}, {
	"text": "The Road goes ever on and on/Down from the door where it began/Now far ahead the Road has gone/And I must follow, if I can/Pursuing it with eager feet/Until it joins some larger way/Where many paths and errands meet/And whither then? I cannot say.",
	"author": "J.R.R. Tolkien, Lord of the Rings"
}, {
	"text": "Human sacrifice, dogs and cats living together… mass hysteria!",
	"author": "Dr. Peter Venkman, Ghostbusters"
}, {
	"text": "If we knew what it was we were doing, it would not be called research, would it?",
	"author": "Albert Einstein"
}, {
	"text": "Wait a minute, Doc. Ah… Are you telling me you built a time machine… out of a DeLorean?",
	"author": "Marty McFly, Back to the Future"
}, {
	"text": "Don’t call me a mindless philosopher, you overweight blob of grease!",
	"author": "C3PO, Star Wars"
}, {
	"text": "I’d just as soon kiss a wookiee!",
	"author": "Princess Leia, The Empire Strikes Back"
}, {
	"text": "But one thing’s sure: Inspector Clay is dead, murdered, and somebody’s responsible.",
	"author": "Detective, Plan 9 from Outer Space"
}, {
	"text": "I know kung fu.",
	"author": "Neo, The Matrix"
}, {
	"text": "This is your receipt for your husband… and this is my receipt for your receipt.",
	"author": "Officer, Brazil"
}, {
	"text": "Your soul-suckin’ days are over, amigo!",
	"author": "Elvis, Bubba Ho-Tep"
}, {
	"text": "I don’t believe there’s a power in the ‘verse that can stop Kaylee from being cheerful. Sometimes you just wanna duct-tape her mouth and dump her in the hold for a month.",
	"author": "Malcolm Reynolds, Firefly"
}, {
	"text": "Would you say I have a plethora of piñatas?",
	"author": "El Guapo, ¡Three Amigos!"
}, {
	"text": "Never go in against a Sicilian when death is on the line!",
	"author": "Vizzini, The Princess Bride"
}, {
	"text": "There is no Earthly way of knowing… which direction we are going. There is no knowing where we’re rowing, or which way the river’s flowing. Is it raining? Is it snowing? Is a hurricane a’blowing? Not a speck of light is showing so the danger much be growing. Are the fires of hell a’glowing? Is the grisley reaper mowing? YES! The danger must be growing for the rowers keep on rowing AND THEY’RE CERTAINLY NOT SHOWING ANY SIGNS THAT THEY ARE SLOWING!!",
	"author": "Willy Wonka, Willy Wonka & the Chocolate Factory"
}, {
	"text": "Time…to die.",
	"author": "Roy Batty, Blade Runner"
}, {
	"text": "Now I am become Death, the destroyer of worlds",
	"author": "J. Robert Oppenheimer"
}, {
	"text": "Check, please.",
	"author": "Lone Starr & Barf, Spaceballs"
}, {
	"text": "So say we all.",
	"author": "Battlestar Galactica"
}, {
	"text": "After very careful consideration, sir, I’ve come to the conclusion that your new defense system sucks.",
	"author": "General Beringer, WarGames."
}, {
	"text": "I am a leaf on the wind, watch how I soar.",
	"author": "Wash, Serenity"
}, {
	"text": "No matter what you hear in there, no matter how cruelly I beg you, no matter how terribly I may scream, do not open this door or you will undo everything I have worked for.",
	"author": "Young Frankenstein"
}, {
	"text": "Ahh, a bear in his natural habitat: a Studebaker.",
	"author": "Fozzie, The Muppet Movie"
}, {
	"text": "He’s dead, Jim.",
	"author": "McCoy, ST:TOS"
}, {
	"text": "Who’s gonna turn down a Junior Mint? It’s chocolate, it’s peppermint – it’s delicious!",
	"author": "Kramer, Seinfeld"
}, {
	"text": "Bring out your dead.",
	"author": "Monty Python and the Holy Grail"
}, {
	"text": "My name is Inigo Montoya. You killed my father. Prepare to die!",
	"author": "Inigo, The Princess Bride"
}, {
	"text": "Why a duck? Why-a no chicken?",
	"author": "Chico Marx, Cocoanuts"
}, {
	"text": "Redrum.",
	"author": "Danny, The Shining"
}, {
	"text": "Who knows what evil lurks in the hearts of men? The Shadow knows.",
	"author": "announcer, The Shadow radio drama"
}, {
	"text": "We’re going to need a bigger boat.",
	"author": "Chief Brody, Jaws"
}, {
	"text": "Oooh, ahhh, that’s how it always starts. Then later there’s running and screaming.",
	"author": "Ian Malcolm, The Lost World: Jurassic Park"
}, {
	"text": "Greetings, my friend. We are all interested in the future, for that is where you and I are going to spend the rest of our lives. And remember my friend, future events such as these will affect you in the future.",
	"author": "Criswell, Plan 9 from Outer Space"
}, {
	"text": "Gentlemen, you can’t fight in here! This is the War Room!",
	"author": "President Merkin Muffley, Dr. Strangelove"
}, {
	"text": "These aren’t the droids you’re looking for.",
	"author": "Obi-Wan, Star Wars"
}, {
	"text": "Take your stinking paws off me, you damn dirty ape!",
	"author": "Taylor, Planet of the Apes"
}, {
	"text": "You maniacs! You blew it up! Oh, damn you! Damn you all to hell!",
	"author": "Taylor, Planet of the Apes"
}, {
	"text": "Klaatu barada nikto.",
	"author": "The Day the Earth Stood Still"
}, {
	"text": "Monsters from the Id.",
	"author": "Doc Ostrow, Forbidden Planet"
}, {
	"text": "ET phone home.",
	"author": "ET"
}, {
	"text": "What… is the air-speed velocity of an unladen swallow?",
	"author": "Bridgekeeper, Monty Python and the Holy Grail"
}, {
	"text": "We thought you was a toad!",
	"author": "Delmar, O Brother Where Art Thou?"
}, {
	"text": "Face it tiger, you just hit the jackpot!",
	"author": "Mary Jane, Spider-Man."
}, {
	"text": "You don’t have to be a gun.",
	"author": "Hogarth, The Iron Giant."
}, {
	"text": "Danger Will Robinson! Danger!",
	"author": "Robbie the Robot, Lost in Space"
}, {
	"text": "Yeah, well. The Dude abides.",
	"author": "The Dude, The Big Lebowski"
}, {
	"text": "All things serve the beam.",
	"author": "various instances, The Dark Tower series"
}, {
	"text": "You can’t fool me! There ain’t no Sanity Clause!",
	"author": "Chico Marx, A Night at the Opera"
}, {
	"text": "Like the fella says, in Italy for 30 years under the Borgias they had warfare, terror, murder, and bloodshed, but they produced Michelangelo, Leonardo da Vinci, and the Renaissance. In Switzerland they had brotherly love – they had 500 years of democracy and peace, and what did that produce? The cuckoo clock.",
	"author": "Harry Lime, The Third Man"
}, {
	"text": "And I said, I don’t care if they lay me off either, because I told, I told Bill that if they move my desk one more time, then, then I’m, I’m quitting, I’m going to quit. And, and I told Don too, because they’ve moved my desk four times already this year, and I used to be over by the window, and I could see the squirrels, and they were married, but then, they switched from the Swingline to the Boston stapler, but I kept my Swingline stapler because it didn’t bind up as much, and I kept the staples for the Swingline stapler and it’s not okay because if they take my stapler then I’ll set the building on fire…",
	"author": "Milton Waddams, Office Space"
}, {
	"text": "Michael, I did nothing. I did absolutely nothing, and it was everything that I thought it could be.",
	"author": "Peter Gibbons, Office Space"
}, {
	"text": "Now I have a machine gun. Ho ho ho.",
	"author": "John McClane (in writing), Die Hard"
}, {
	"text": "Gimme some sugar, baby.",
	"author": "Ash, Army of Darkness"
}, {
	"text": "Well hello Mister Fancypants. Well, I’ve got news for you pal, you ain’t leadin’ but two things, right now: Jack and sh*t… and Jack left town.",
	"author": "Ash, Army of Darkness"
}, {
	"text": "Kneel before Zod.",
	"author": "Zod, Superman II"
}, {
	"text": "Shall we play a game?",
	"author": "Joshua, WarGames"
}, {
	"text": "Daddy would have gotten us Uzis.",
	"author": "Samantha, Night of the Comet"
}, {
	"text": "It’s 106 miles to Chicago, we’ve got a full tank of gas, half a pack of cigarettes, it’s dark, and we’re wearing sunglasses.\"Hit it!\"",
	"author": "Elwood, The Blues Brothers"
}, {
	"text": "Make it so",
	"author": "Captain Picard, Star Trek: The Next Generation"
}, {
	"text": "Ya Ta!",
	"author": "Hiro Nakamura, Heroes"
}, {
	"text": "End Of Line",
	"author": "The MCP, TRON"
}]